Repository: 0nhub/menu-2fa
Catalog: Menu 2FA Widget/Localizable.xcstrings
Source language: en
Languages: de

source: Account
de: Konto

source: Authenticate to copy the 2FA code
de: Authentifizieren, um den 2FA-Code zu kopieren

source: Cancel
de: Abbrechen

source: Choose an Account
de: Konto wählen

source: Edit the widget and pick which account to copy.
de: Bearbeite das Widget und wähle das Konto zum Kopieren.

source: No Account Linked
de: Kein Konto verknüpft

source: Open 2FA Settings → General and choose which account this widget should copy.
de: Öffne 2FA → Allgemein und wähle das Konto, das das Widget kopieren soll.

source: Click to copy
de: Klicken zum Kopieren

source: Copied
de: Kopiert

source: Copy 2FA Code
de: 2FA-Code kopieren

source: Copy the current code for an account.
de: Kopiert den aktuellen Code eines Kontos.

source: Copy the current code for an account. The app can stay closed.
de: Kopiert den aktuellen Code eines Kontos. Die App kann geschlossen bleiben.

source: Select Account
de: Konto wählen

source: The token is invalid. Edit the account in Settings.
de: Das Token ist ungültig. Bearbeite das Konto in den Einstellungen.

source: Unlock your Mac to copy the code.
de: Entsperre deinen Mac, um den Code zu kopieren.
